aaron-bond.better-comments
asbjornh.vscode-module-templates
ban.spellright
bungcip.better-toml
ckolkman.vscode-postgres
CoenraadS.bracket-pair-colorizer-2
Compulim.compulim-vscode-closetag
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
DryWolf.dark-plus-plus-theme
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
eriklynd.json-tools
esbenp.prettier-vscode
fknop.vscode-npm
formulahendry.auto-close-tag
formulahendry.docker-explorer
gcazaciuc.vscode-flow-ide
Gruntfuggly.todo-tree
humao.rest-client
jaredly.reason-vscode
jeremyrajan.webpack
johnpapa.vscode-peacock
jpoissonnier.vscode-styled-components
karigari.chat
lfs.vscode-emacs-friendly
matklad.rust-analyzer
mattn.Lisp
michelemelluso.code-beautifier
ms-azuretools.vscode-docker
msjsdiag.debugger-for-chrome
ms-mssql.mssql
ms-python.python
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
richie5um2.vscode-filter-json
richie5um2.vscode-sort-json
richie5um2.vscode-statusbar-json-path
rust-lang.rust
shardulm94.trailing-spaces
shinichi-takii.sql-bigquery
spywhere.guides
streetsidesoftware.code-spell-checker
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
waderyan.gitblame
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
