Compulim.compulim-vscode-closetag
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
dragos.scala-lsp
DryWolf.dark-plus-plus-theme
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
eriklynd.json-tools
esbenp.prettier-vscode
fknop.vscode-npm
formulahendry.auto-close-tag
formulahendry.docker-explorer
gabro.vscode-scalafmt
gcazaciuc.vscode-flow-ide
humao.rest-client
Ionide.Ionide-FAKE
Ionide.Ionide-fsharp
Ionide.Ionide-Paket
itryapitsin.Sbt
jeremyrajan.webpack
joshpeng.sublime-babel-vscode
jpoissonnier.vscode-styled-components
k--kato.docomment
msjsdiag.debugger-for-chrome
ms-vscode.csharp
ms-vscode.mono-debug
PeterJausovec.vscode-docker
redhat.java
richie5um2.vscode-filter-json
richie5um2.vscode-statusbar-json-path
robertohuertasm.vscode-icons
rust-lang.rust
shardulm94.trailing-spaces
spywhere.guides
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
waderyan.gitblame
