aaron-bond.better-comments
alefragnani.Bookmarks
alexkrechik.cucumberautocomplete
asbjornh.vscode-module-templates
ban.spellright
be5invis.toml
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
bungcip.better-toml
chenglou92.rescript-vscode
ckolkman.vscode-postgres
codeandstuff.package-json-upgrade
Compulim.compulim-vscode-closetag
csstools.postcss
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
DryWolf.dark-plus-plus-theme
dtsvet.vscode-wasm
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
elmTooling.elm-ls-vscode
eriklynd.json-tools
esbenp.prettier-vscode
fknop.vscode-npm
formulahendry.auto-close-tag
formulahendry.docker-explorer
freebroccolo.reasonml
geddski.macros
Gruntfuggly.todo-tree
hbenl.vscode-test-explorer
humao.rest-client
igochkov.vscode-ebnf
janisdd.vscode-edit-csv
jeff-hykin.better-cpp-syntax
jeremyrajan.webpack
johnpapa.vscode-peacock
josetr.cmake-language-support-vscode
jpoissonnier.vscode-styled-components
ldd-vs-code.better-package-json
mads-hartmann.bash-ide-vscode
mattn.Lisp
michelemelluso.code-beautifier
mindaro-dev.file-downloader
mindaro.mindaro
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-wsl
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
rebornix.ruby
redhat.vscode-yaml
richie5um2.vscode-filter-json
richie5um2.vscode-sort-json
richie5um2.vscode-statusbar-json-path
rust-lang.rust
rust-lang.rust-analyzer
serayuzgur.crates
shardulm94.trailing-spaces
shinichi-takii.sql-bigquery
spywhere.guides
stkb.rewrap
streetsidesoftware.code-spell-checker
surajbarkale.ninja
tberman.json-schema-validator
tuttieee.emacs-mcx
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
waderyan.gitblame
wingrunr21.vscode-ruby
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
znck.grammarly
